{
  "repos": {
    "hqweay/orca-hqweay-go": "A collection of power-user plugins.",
    "Samuelxiaozhuofeng/orca-srs-plugin": "An SRS (Spaced Repetition System) plugin for Orca Note.",
    "sethyuan/orca-random-walk": "A plugin to help you recap/review notes (random-walk review).",
    "sethyuan/orca-simple-task": "A plugin that helps you quickly create tasks using Orca Note's tag system.",
    "SaXz2/orca-snippets-plugin": "JS and CSS code snippets management plugin.",
    "SaXz2/orca-today-plugins": "Automatically pins notes with the Today tag to the top of the current day's journal reference list.",
    "SaXz2/orca-EasyMotion-plugin": "Vim-like quick cursor jump navigation plugin with support for Chinese, Pinyin, and English mixed search.",
    "SaXz2/orca-folder-plugin": "Document tree plugin.",
    "sethyuan/orca-plugin-linker": "Manages large assets outside Orca Note by creating virtual paths to reference them.",
    "SaXz2/orca-page-display-plugins": "Page space display plugin that provides intuitive page navigation and space management features.",
    "sethyuan/orca-plugin-hidden-text": "Provides the ability to hide selected text (for folding/obscuring content).",
    "SaXz2/orca-link_icons-plugin": "Adds icon displays for links.",
    "sethyuan/orca-plugin-share-card": "Exports notes as cards (images) for sharing on mobile devices.",
    "Samuelxiaozhuofeng/AI-orca-plugin": "AI chat plugin integration for Orca Note.",
    "sethyuan/orca-dinox-sync": "Syncs Dinox notes into Orca Note (sync into journals).",
    "sethyuan/orca-flomo-sync": "Syncs Flomo notes into Orca Note (sync into journals).",
    "SaXz2/orca-video-info-extract-plugin": "Automatically extracts video information, thumbnails, and channel details from Bilibili, YouTube, and Vimeo, and sets them as tag properties.",
    "cordinGH/orca-dockpanel-plugin": "Allows detaching a panel to create a 'floating window'-like experience.",
    "SaXz2/orca-tabs-plugin": "Tab display plugin.",
    "cordinGH/orca-tabsman-plugin": "Adds a tab bar to the left sidebar.",
    "SaXz2/orca-tana-tag-color-plugin": "Applies Tana-style colors and icons to blocks based on their first tag.",
    "sethyuan/orca-plugin-template": "A basic plugin template for building Orca Note plugins (starter example).",
    "sethyuan/orca-plugin-official-themes": "Official themes for Orca Note; provides installable theme styles.",
    "cordinGH/orca-tune-theme": "A custom user theme for Orca Note."
  }
}
